package com.gmail.whatyouchoose;

public class QuestionsData {
    private String[] easyArrayRed = {
            "Уметь говорить на всех языках мира",
            "Иметь способность перематывать жизнь назад",
            "Отказаться от соли",
            "Иметь способность читать чужие мысли",
            "Родиться с хоботом слона",
            "Быть сильно волосатым",
            "Отказаться от сыра",
            "Знать на среднем уровне английский",
            "Побриться налысо",
            "Попить чай в шикарном ресторане",
            "Работать только в женском коллективе всю жизнь",
            "Убить муху",
            "Работать на работе с высокой зарплатой и не успевать заниматься хобби",
            "Никогда ни с кем не переписываться",
            "Отказаться от буквы \"а\" при написании",
            "Назвать своего ребенка по имени первой любви, при условии, что твой партнер знает об этом",
            "Быть злым и одиноким",
            "Отказаться от использования компьютера",
            "Взять старомодное имя",
            "Жить во время Первой мировой войны",
            "Быть сильным, но трусливым",
            "Заниматься только экстремальными видами спорта",
            "Никогда не есть сладкое",
            "Погулять по Европе"

    };

    private String[] easyArrayBlue = {
            "Уметь разговаривать с животными",
            "Иметь способность ставить жизнь на паузу",
            "Отказаться от сахара",
            "Иметь способность члетать",
            "Родиться с длинной шеей жирафа",
            "Быть абсолютно лысым",
            "Вы бы отказались от шоколада",
            "Знать совершенстве китайский",
            "Покрасить волосы в салатовый цвет",
            "До отвала наесться в столовке",
            "Работать всю жизнь одному",
            "Убить муравья",
            "Зарабатывать хобби копейки",
            "Никогда не иметь возможность позвонить человеку",
            "Отказаться от буквы \"о\" при написании",
            "Постоянно называть партнера по имени своей первой любви",
            "Быть добрым, но которым постоянно пользуются",
            "Отказаться от использования телефона",
            "Взять ужасную фамилию",
            "Жить во время Второй мировой войны",
            "Быть слабым, но безрассудно смелым",
            "Не заниматься спортом вообще",
            "Никогда не есть не есть соленое",
            "Полежать возле моря в Тайланде"

    };

    public String[] getEasyArrayRed() {
        return easyArrayRed;
    }

    public String[] getEasyArrayBlue() {
        return easyArrayBlue;
    }
}
